Repository: alan13367/iMLX
Catalog: iMLX/Localizable.xcstrings
Source language: en
Languages: es, zh_hans

source: %@ Family
es: Familia %@
zh_hans: %@ 系列

source: %lld percent
es: %lld por ciento
zh_hans: %lld%%

source: Actions
es: Acciones
zh_hans: 操作

source: Add attachment
es: Añadir adjunto
zh_hans: 添加附件

source: Allow this memory type
es: Permitir este tipo de memoria
zh_hans: 允许此类型的记忆

source: Archive
es: Archivar
zh_hans: 归档

source: Attached image
es: Imagen adjunta
zh_hans: 已附加图片

source: Back
es: Atrás
zh_hans: 返回

# brand.subtitle
source: Local AI Models
es: Modelos de IA locales
zh_hans: 本地 AI 模型

source: Cached locales
es: Idiomas en caché
zh_hans: 已缓存语言

source: Candidate count
es: Candidatos
zh_hans: 候选数量

# chat.add_to_conversation
source: Add to Conversation
es: Añadir a la conversación
zh_hans: 添加到对话

# chat.change_model_a11y
source: Change model
es: Cambiar modelo
zh_hans: 更换模型

# chat.empty_hint
source: Choose a persona, add documents if you want, then type a message.
es: Elige una persona, añade documentos si quieres y escribe un mensaje.
zh_hans: 选择人设，按需添加文档，然后输入消息。

# chat.generating
source: Generating
es: Generando
zh_hans: 生成中

# chat.import_document
source: Import Document
es: Importar documento
zh_hans: 导入文档

# chat.loading_model
source: Loading model
es: Cargando modelo
zh_hans: 正在加载模型

# chat.loading_model_title
source: Loading Model
es: Cargando modelo
zh_hans: 正在加载模型

# chat.message_placeholder
source: Message...
es: Mensaje…
zh_hans: 消息…

# chat.model_menu.manage
source: Manage Models…
es: Administrar modelos…
zh_hans: 管理模型…

# chat.model_menu.no_downloads
source: No downloaded models
es: No hay modelos descargados
zh_hans: 暂无已下载的模型

# chat.model_picker_hint
source: Opens the model picker
es: Abre el selector de modelos
zh_hans: 打开模型选择器

# chat.oom_suggestion
source: Close other apps or try a smaller model.
es: Cierra otras apps o prueba un modelo más pequeño.
zh_hans: 请关闭其他应用或尝试更小的模型。

# chat.out_of_memory
source: Out of Memory
es: Sin memoria
zh_hans: 内存不足

# chat.photo_library
source: Photo Library
es: Biblioteca de fotos
zh_hans: 照片图库

# chat.preparing_model
source: Preparing the selected model for local inference
es: Preparando el modelo seleccionado para inferencia local
zh_hans: 正在为本地推理准备所选模型

# chat.select_model
source: Select model
es: Elegir modelo
zh_hans: 选择模型

# chat.start_conversation
source: Start a conversation
es: Empieza una conversación
zh_hans: 开始对话

# chat.take_photo
source: Take Photo
es: Tomar foto
zh_hans: 拍照

source: Choose one model to download now, or skip and browse models later.
es: Elige un modelo para descargar ahora u omite y explora los modelos después.
zh_hans: 请选择一个模型立即下载，或稍后在浏览页挑选。

source: Collapsed
es: Contraído
zh_hans: 已折叠

# common.cancel
source: Cancel
es: Cancelar
zh_hans: 取消

# common.change
source: Change
es: Cambiar
zh_hans: 更改

# common.close
source: Close
es: Cerrar
zh_hans: 关闭

# common.delete
source: Delete
es: Eliminar
zh_hans: 删除

# common.done
source: Done
es: Listo
zh_hans: 完成

# common.save
source: Save
es: Guardar
zh_hans: 存储

# common.select
source: Select
es: Seleccionar
zh_hans: 选择

# common.version
source: Version
es: Versión
zh_hans: 版本

source: Confidence
es: Confianza
zh_hans: 置信度

source: Continue
es: Continuar
zh_hans: 继续

# conversation.clear_alert_message
source: This will delete every chat in your history. This cannot be undone.
es: Esto eliminará todos los chats de tu historial. No se puede deshacer.
zh_hans: 这将删除历史中的所有聊天，且无法撤销。

# conversation.clear_alert_title
source: Clear All Chats?
es: ¿Borrar todos los chats?
zh_hans: 清除所有聊天？

# conversation.clear_all
source: Clear All Chats
es: Borrar todos los chats
zh_hans: 清除所有聊天

# conversation.clear_confirm
source: Clear All
es: Borrar todo
zh_hans: 全部清除

# conversation.delete_message
source: Delete "%@"?
es: ¿Eliminar "%@"?
zh_hans: 要删除「%@」吗？

# conversation.delete_selected
source: Delete Selected Chats
es: Eliminar chats seleccionados
zh_hans: 删除所选聊天

# conversation.delete_selected_message
source: Delete %d selected chats? This cannot be undone.
es: ¿Eliminar %d chats seleccionados? No se puede deshacer.
zh_hans: 要删除已选择的 %d 个聊天吗？此操作无法撤销。

# conversation.delete_selected_title
source: Delete Selected Chats?
es: ¿Eliminar chats seleccionados?
zh_hans: 删除所选聊天？

# conversation.delete_title
source: Delete Chat?
es: ¿Eliminar chat?
zh_hans: 删除对话？

# conversation.deselect
source: Deselect
es: Deseleccionar
zh_hans: 取消选择

# conversation.deselect_all
source: Deselect All
es: Deseleccionar todo
zh_hans: 取消全选

# conversation.empty
source: No conversations yet
es: Aún no hay conversaciones
zh_hans: 暂无对话

# conversation.select_all
source: Select All
es: Seleccionar todo
zh_hans: 全选

# conversation.title.list
source: Conversations
es: Conversaciones
zh_hans: 对话

source: Delete conversation
es: Eliminar conversación
zh_hans: 删除对话

source: Delete model
es: Eliminar modelo
zh_hans: 删除模型

source: Details
es: Detalles
zh_hans: 详情

source: Disable thinking
es: Desactivar razonamiento
zh_hans: 关闭思考

source: Dismiss error
es: Descartar error
zh_hans: 关闭错误

source: Dismiss notice
es: Descartar aviso
zh_hans: 关闭提示

# document.kind.text
source: Text
es: Texto
zh_hans: 文本

source: Download model
es: Descargar modelo
zh_hans: 下载模型

source: Download unavailable — another model is downloading
es: Descarga no disponible: hay otro modelo descargándose.
zh_hans: 暂时无法下载——另一模型正在下载中。

source: Enable thinking
es: Activar razonamiento
zh_hans: 启用思考

# error.chat.generation_memory_abort
source: Generation was stopped to avoid a memory crash (%llu MB available). Try disabling thinking or using a smaller model.
es: Se detuvo la generación para evitar un cierre por memoria (%llu MB disponibles). Desactiva el razonamiento o usa un modelo más pequeño.
zh_hans: 为避免内存崩溃已停止生成（可用 %llu MB）。可关闭思考模式或换用更小模型。

# error.chat.low_memory
source: Low memory (%llu MB available). Close other apps or try a smaller model.
es: Poca memoria (%llu MB disponibles). Cierra otras apps o usa un modelo más pequeño.
zh_hans: 内存偏低（可用 %llu MB）。请关闭其他应用或尝试更小的模型。

# error.chat.model_files_missing
source: Model files are missing for %@. Re-download it from the Models tab.
es: Faltan archivos del modelo %@. Vuelve a descargarlo en Modelos.
zh_hans: 缺少模型 %@ 的文件。请在「模型」中重新下载。

# error.chat.model_still_loading
source: A model is still loading. Please wait a moment before sending.
es: El modelo aún se está cargando. Espera un momento antes de enviar.
zh_hans: 模型仍在加载，请稍后再发送。

# error.chat.no_model_loaded
source: No model loaded. Please select and load a model first.
es: No hay modelo cargado. Selecciona y carga uno primero.
zh_hans: 未加载模型。请先选择并加载模型。

# error.inference.generation_cancelled
source: Generation was cancelled
es: La generación se canceló
zh_hans: 生成已取消

# error.inference.invalid_image
source: Unable to decode the attached image. Try reattaching it from Photos or capture it again.
es: No se pudo decodificar la imagen. Vuelve a adjuntarla desde Fotos o captúrala otra vez.
zh_hans: 无法解码附件图片。请从照片重新添加或重新拍摄。

# error.inference.model_load_failed
source: Failed to load model: %@
es: No se pudo cargar el modelo: %@
zh_hans: 无法加载模型：%@

# error.inference.no_model_loaded
source: No model is currently loaded
es: No hay ningún modelo cargado
zh_hans: 当前未加载模型

# error.inference.out_of_memory
source: Not enough memory to run this model
es: No hay suficiente memoria para este modelo
zh_hans: 内存不足，无法运行此模型

# error.inference.simulator
source: MLX model loading is unavailable in the iOS Simulator. Run the app on a physical device or use Mac Designed for iPad.
es: No se pueden cargar modelos MLX en el simulador. Ejecuta la app en un dispositivo físico o Mac Designed for iPad.
zh_hans: iOS 模拟器无法加载 MLX 模型。请在实体设备或「为 iPad 设计的 Mac」上运行。

# error.inference.vision_unsupported
source: The loaded model does not expose a vision pipeline. Delete and re-download this model to get the latest vision-capable files.
es: El modelo cargado no expone visión. Elimínalo y vuelve a descargarlo para obtener archivos con visión.
zh_hans: 已加载模型未提供视觉管线。请删除并重新下载以获取支持视觉的文件。

source: Evidence
es: Evidencia
zh_hans: 依据

source: Expanded
es: Expandido
zh_hans: 已展开

source: Forget
es: Olvidar
zh_hans: 遗忘

source: Hide reasoning
es: Ocultar razonamiento
zh_hans: 隐藏推理

source: Keep
es: Mantener
zh_hans: 保留

source: Keep Archived
es: Mantener archivado
zh_hans: 保留归档

source: Live Voice
es: Voz en vivo
zh_hans: 实时语音

source: Load %@
es: Cargar %@
zh_hans: 加载 %@

source: Loads this model for chat
es: Carga este modelo para el chat
zh_hans: 在聊天中加载此模型

source: Memory Detail
es: Detalle de memoria
zh_hans: 记忆详情

# memory.accept
source: Accept
es: Aceptar
zh_hans: 接受

# memory.capture.explicit
source: Explicit
es: Explícita
zh_hans: 明确指示

# memory.capture.inferred
source: Suggested
es: Sugerida
zh_hans: 建议

# memory.capture.type
source: Capture Type
es: Tipo de captura
zh_hans: 捕获类型

# memory.clear_alert_message
source: This deletes every saved and pending memory. This cannot be undone.
es: Esto elimina todos los recuerdos guardados y pendientes. No se puede deshacer.
zh_hans: 这会删除所有已保存和待审核的记忆。此操作无法撤销。

# memory.clear_alert_title
source: Clear Memory?
es: ¿Borrar memoria?
zh_hans: 清除记忆？

# memory.clear_all
source: Clear All Memory
es: Borrar toda la memoria
zh_hans: 清除所有记忆

# memory.edit
source: Edit
es: Editar
zh_hans: 编辑

# memory.editor.category
source: Category
es: Categoría
zh_hans: 类别

# memory.editor.content
source: Memory
es: Recuerdo
zh_hans: 记忆

# memory.editor.scope
source: Scope
es: Ámbito
zh_hans: 范围

# memory.editor.section.details
source: Details
es: Detalles
zh_hans: 详情

# memory.editor.section.memory
source: Memory
es: Memoria
zh_hans: 记忆

# memory.editor.status
source: Status
es: Estado
zh_hans: 状态

# memory.editor.title
source: Edit Memory
es: Editar memoria
zh_hans: 编辑记忆

# memory.library.intro
source: Memories are stored on this device and can help future chats personalize responses. Review suggestions before they become active.
es: Los recuerdos se guardan en este dispositivo y ayudan a personalizar futuras conversaciones. Revisa las sugerencias antes de activarlas.
zh_hans: 记忆存储在此设备上，可帮助未来对话提供个性化回复。建议需要审核后才会启用。

# memory.library.title
source: Memory
es: Memoria
zh_hans: 记忆

# memory.notice.dismiss
source: Dismiss memory notice
es: Cerrar aviso de memoria
zh_hans: 关闭记忆提示

# memory.notice.forgotten
source: Forgot %d matching memories.
es: He olvidado %d recuerdos coincidentes.
zh_hans: 已忘记 %d 条匹配记忆。

# memory.notice.pending
source: %d suggested memories are ready to review in Settings.
es: %d recuerdos sugeridos están listos para revisar en Ajustes.
zh_hans: %d 条建议记忆可在设置中审核。

# memory.notice.saved
source: Saved to memory.
es: Guardado en memoria.
zh_hans: 已保存到记忆。

# memory.pending.empty
source: No suggestions waiting for review
es: No hay sugerencias pendientes de revisión
zh_hans: 没有待审核建议

# memory.reject
source: Reject
es: Rechazar
zh_hans: 拒绝

# memory.saved.empty
source: No saved memories yet
es: Aún no hay recuerdos guardados
zh_hans: 还没有已保存记忆

# memory.section.pending
source: Pending Review
es: Pendientes de revisión
zh_hans: 待审核

# memory.section.saved
source: Saved Memories
es: Recuerdos guardados
zh_hans: 已保存记忆

# memory.status.active
source: Active
es: Activa
zh_hans: 启用

# memory.status.archived
source: Archived
es: Archivada
zh_hans: 已归档

# memory.status.pending
source: Pending
es: Pendiente
zh_hans: 待审核

# memory.usage_count
source: Times Used
es: Usos
zh_hans: 使用次数

# message.copied
source: Copied
es: Copiado
zh_hans: 已复制

# message.copy
source: Copy
es: Copiar
zh_hans: 复制

# message.failed
source: Couldn’t send
es: No se pudo enviar
zh_hans: 发送失败

# message.retry
source: Retry
es: Reintentar
zh_hans: 重试

# message.sending
source: Sending
es: Enviando
zh_hans: 发送中

# message.share
source: Share
es: Compartir
zh_hans: 分享

# message.sources
source: Sources
es: Fuentes
zh_hans: 来源

# message.sources_count
source: Sources · %lld
es: Fuentes · %lld
zh_hans: 来源 · %lld

# message.thinking
source: Thinking
es: Razonamiento
zh_hans: 思考

# message.waiting_final
source: Waiting for final response
es: Esperando la respuesta final
zh_hans: 等待最终回复

# models.browser.title
source: Models
es: Modelos
zh_hans: 模型

# models.browser.dismiss_error_a11y
source: Dismiss error
es: Descartar error
zh_hans: 关闭错误

# models.card.cancel_cleanup_failed
source: Download stopped, but some partial files may remain on disk.
es: Descarga detenida, pero es posible que queden archivos parciales en el disco.
zh_hans: 下载已停止，但磁盘上可能残留部分文件。

# models.card.cancel_confirm_action
source: Stop Download
es: Detener descarga
zh_hans: 停止下载

# models.card.cancel_confirm_message
source: Your download progress for %@ will be lost.
es: Se perderá el progreso de descarga de %@.
zh_hans: %@ 的下载进度将会丢失。

# models.card.cancel_confirm_title
source: Stop Download?
es: ¿Detener descarga?
zh_hans: 停止下载？

# models.card.delete_a11y
source: Delete model
es: Eliminar modelo
zh_hans: 删除模型

# models.card.download
source: Download
es: Descargar
zh_hans: 下载

# models.card.download_unavailable_a11y
source: Download unavailable while another model is downloading
es: La descarga no está disponible mientras se descarga otro modelo
zh_hans: 正在下载其他模型，暂时无法下载

# models.card.loaded
source: Loaded
es: Cargado
zh_hans: 已加载

# models.card.parameters
source: %@ parameters (%@)
es: %@ parámetros (%@)
zh_hans: %@ 参数（%@）

# models.card.progress_a11y
source: Download progress
es: Progreso de descarga
zh_hans: 下载进度

# models.card.stop_download
source: Stop
es: Detener
zh_hans: 停止

# models.card.stop_download_a11y
source: Stop download
es: Detener descarga
zh_hans: 停止下载

# models.card.thinking
source: Thinking
es: Razonamiento
zh_hans: 思考

# models.card.vision
source: Vision
es: Visión
zh_hans: 视觉

# models.family.downloaded_count
source: %d of %d downloaded
es: %d de %d descargados
zh_hans: 已下载 %d/%d

# models.family.model_count
source: %d models
es: %d modelos
zh_hans: %d 个模型

# models.picker.currently_loaded
source: Currently Loaded
es: Cargado ahora
zh_hans: 当前加载

# models.picker.downloaded
source: Downloaded Models
es: Modelos descargados
zh_hans: 已下载模型

# models.picker.hint_download
source: Go to the Models tab to download one
es: Ve a la pestaña Modelos para descargar uno
zh_hans: 请前往「模型」标签页下载

# models.picker.none
source: No downloaded models
es: No hay modelos descargados
zh_hans: 没有已下载模型

# models.picker.simulator_detail
source: Use a physical iPhone/iPad or the Mac Designed for iPad destination to run MLX models.
es: Usa un iPhone/iPad físico o un Mac con destino Designed for iPad para ejecutar modelos MLX.
zh_hans: 请使用实体 iPhone/iPad 或「为 iPad 设计的 Mac」运行 MLX 模型。

# models.picker.simulator_title
source: Model loading is unavailable in the iOS Simulator.
es: No se puede cargar modelos en el simulador de iOS.
zh_hans: iOS 模拟器无法加载模型。

# models.picker.title
source: Models
es: Modelos
zh_hans: 模型

# models.picker.unload
source: Unload Model
es: Descargar modelo de memoria
zh_hans: 卸载模型

# models.section.available
source: Available Models
es: Modelos disponibles
zh_hans: 可用模型

# models.section.low_memory
source: Not Enough Memory
es: Memoria insuficiente
zh_hans: 内存不足

source: Never remember this type
es: No recordar este tipo nunca
zh_hans: 永不记住此类型

source: New conversation
es: Nueva conversación
zh_hans: 新对话

source: Onboarding
es: Introducción
zh_hans: 引导

source: Open app menu
es: Abrir menú de la app
zh_hans: 打开应用菜单

source: Open iMLX directly in a live voice conversation.
es: Abre iMLX directamente en una conversación de voz en vivo.
zh_hans: 从实时语音会话直接打开 iMLX。

source: Open Live Voice
es: Abrir voz en vivo
zh_hans: 打开实时语音

source: Pause
es: Pausar
zh_hans: 暂停

source: Paused
es: Pausado
zh_hans: 已暂停

source: Recommended
es: Recomendado
zh_hans: 推荐

source: Relation
es: Relación
zh_hans: 关系

source: Remove document
es: Quitar documento
zh_hans: 移除文档

source: Remove image
es: Quitar imagen
zh_hans: 移除图片

source: Replay onboarding
es: Repetir introducción
zh_hans: 重新进行引导

source: Resume
es: Reanudar
zh_hans: 继续

source: Retrieval diagnostics
es: Diagnóstico de recuperación
zh_hans: 检索诊断

source: Salience
es: Saliencia
zh_hans: 显著性

source: Scroll to bottom
es: Ir al final
zh_hans: 滚动到底部

source: Selected IDs
es: IDs seleccionados
zh_hans: 已选 ID

# settings.about.licenses
source: Licenses
es: Licencias
zh_hans: 许可

# settings.about.licenses_body
source: iMLX includes open-source components distributed under their own licenses. The app project is distributed under the MIT and Apache 2.0 licenses included with the source, and dependency licenses remain owned by their respective authors.
es: iMLX incluye componentes de código abierto distribuidos bajo sus propias licencias. El proyecto de la app se distribuye bajo las licencias MIT y Apache 2.0 incluidas con el código fuente, y las licencias de las dependencias pertenecen a sus respectivos autores.
zh_hans: iMLX 包含按各自许可证分发的开源组件。本应用项目按源码中包含的 MIT 和 Apache 2.0 许可证分发，依赖项许可证归各自作者所有。

# settings.about.open_source_packages
source: Open-Source Packages
es: Paquetes de código abierto
zh_hans: 开源包

# settings.about.privacy
source: Privacy
es: Privacidad
zh_hans: 隐私

# settings.about.privacy_body
source: iMLX is designed for local, on-device AI. Chats and local memories stay on this device unless you explicitly enable and use network features such as Web Search or URL reading. Those network requests may send the query, URL, and returned page content through internet services.
es: iMLX está diseñado para IA local en el dispositivo. Los chats y recuerdos locales permanecen en este dispositivo salvo que actives y uses explícitamente funciones de red como Búsqueda web o lectura de URL. Esas solicitudes de red pueden enviar la consulta, la URL y el contenido devuelto de la página a través de servicios de internet.
zh_hans: iMLX 专为本地设备端 AI 设计。聊天和本地记忆会保留在此设备上，除非你明确启用并使用网页搜索或 URL 读取等网络功能。这些网络请求可能会通过互联网服务发送查询、URL 和返回的网页内容。

# settings.about.terms
source: Terms
es: Términos
zh_hans: 条款

# settings.about.terms_body
source: iMLX runs local AI models and can produce incorrect or incomplete output. You are responsible for reviewing answers before relying on them, especially for medical, legal, financial, safety, or other high-impact decisions. Network tools are optional and only run when enabled.
es: iMLX ejecuta modelos de IA locales y puede producir resultados incorrectos o incompletos. Eres responsable de revisar las respuestas antes de confiar en ellas, especialmente para decisiones médicas, legales, financieras, de seguridad u otras de alto impacto. Las herramientas de red son opcionales y solo se ejecutan cuando están activadas.
zh_hans: iMLX 运行本地 AI 模型，可能产生不正确或不完整的输出。在依赖回答之前，尤其是医疗、法律、财务、安全或其他高影响决策中，你有责任自行审核。网络工具是可选的，只有启用后才会运行。

# settings.active_model
source: Active Model
es: Modelo activo
zh_hans: 当前模型

# settings.assistant.personalization
source: Personalization
es: Personalización
zh_hans: 个性化

# settings.assistant.personalization_description
source: When off, iMLX uses its default prompt and temperature in the background. Turn this on to use custom instructions and response style.
es: Cuando está desactivada, iMLX usa su prompt y temperatura predeterminados en segundo plano. Actívala para usar instrucciones y estilo de respuesta personalizados.
zh_hans: 关闭时，iMLX 会在后台使用默认提示词和温度。开启后可使用自定义说明和回复风格。

# settings.assistant.personalization.enabled
source: Enable personalization
es: Activar personalización
zh_hans: 启用个性化

# settings.assistant.personalization.off
source: Off
es: Desactivada
zh_hans: 关闭

# settings.assistant.prompt
source: Custom instructions
es: Instrucciones personalizadas
zh_hans: 自定义说明

# settings.assistant.reset
source: Reset Assistant Settings
es: Restablecer ajustes del asistente
zh_hans: 重置助手设置

# settings.assistant.system_prompt
source: System prompt
es: Mensaje del sistema
zh_hans: 系统提示词

# settings.assistant.temperature
source: Temperature
es: Temperatura
zh_hans: 温度

# settings.assistant.temperature_description
source: Higher values produce more creative responses; lower values are more deterministic.
es: Valores más altos producen respuestas más creativas; valores más bajos son más deterministas.
zh_hans: 较高的值会产生更具创意的回复；较低的值则更具确定性。

# settings.assistant.title
source: Personalization
es: Personalización
zh_hans: 个性化

# settings.clear_alert_message
source: This will delete all downloaded models. This cannot be undone.
es: Se eliminarán todos los modelos descargados. No se puede deshacer.
zh_hans: 将删除所有已下载的模型，且无法撤销。

# settings.clear_alert_title
source: Clear All Models?
es: ¿Borrar todos los modelos?
zh_hans: 清除所有模型？

# settings.clear_confirm
source: Clear All
es: Borrar todo
zh_hans: 全部清除

# settings.clear_models
source: Clear All Downloaded Models
es: Borrar todos los modelos descargados
zh_hans: 清除所有已下载模型

# settings.device_tier
source: Device Tier
es: Nivel del dispositivo
zh_hans: 设备档位

# settings.language.english
source: English
es: Inglés
zh_hans: 英语

# settings.language.simplified_chinese
source: Simplified Chinese
es: Chino simplificado
zh_hans: 简体中文

# settings.language.spanish
source: Spanish
es: Español
zh_hans: 西班牙语

# settings.language.system
source: System
es: Sistema
zh_hans: 跟随系统

# settings.language.system_settings_detail
source: Use iPhone Settings
es: Usar Ajustes del iPhone
zh_hans: 使用 iPhone 设置

# settings.manage_memory
source: Manage Memory
es: Gestionar memoria
zh_hans: 管理记忆

# settings.manage_memory_detail
source: %d saved memories
es: %d recuerdos guardados
zh_hans: %d 条已保存记忆

# settings.manage_memory_detail_pending
source: %d saved, %d pending review
es: %d guardados, %d pendientes de revisión
zh_hans: %d 条已保存，%d 条待审核

# settings.models_storage
source: Models Storage
es: Almacenamiento de modelos
zh_hans: 模型占用

# settings.open_keyboard_on_launch
source: Open keyboard on launch
es: Abrir teclado al iniciar
zh_hans: 启动时打开键盘

# settings.physical_ram
source: Physical RAM
es: RAM física
zh_hans: 物理内存

# settings.replay_onboarding
source: Replay onboarding
es: Repetir introducción
zh_hans: 重新进行引导

# settings.section.about
source: About
es: Acerca de
zh_hans: 关于

# settings.section.ai
source: AI
es: IA

# settings.section.assistant
source: Personalization
es: Personalización
zh_hans: 个性化

# settings.section.device
source: Device
es: Dispositivo
zh_hans: 设备

# settings.section.device_models
source: Device & Models
es: Dispositivo y modelos
zh_hans: 设备与模型

# settings.section.language
source: Language
es: Idioma
zh_hans: 语言

# settings.section.memory
source: Memory
es: Memoria
zh_hans: 记忆

# settings.section.onboarding
source: Onboarding
es: Introducción
zh_hans: 引导

# settings.section.storage
source: Storage
es: Almacenamiento
zh_hans: 存储

# settings.section.system
source: System
es: Sistema
zh_hans: 系统

# settings.speech_assets.cached_locales
source: Cached locales
es: Idiomas en caché
zh_hans: 已缓存语言

# settings.speech_assets.clear
source: Clear speech assets
es: Borrar recursos de voz
zh_hans: 清除语音资源

# settings.speech_assets.core_model
source: Core model
es: Modelo principal
zh_hans: 核心模型

# settings.speech_assets.installed
source: Installed
es: Instalado
zh_hans: 已安装

# settings.speech_assets.none
source: None
es: Ninguno
zh_hans: 无

# settings.speech_assets.not_installed
source: Not installed
es: No instalado
zh_hans: 未安装

# settings.speech_assets.resolved_locale
source: Resolved voice locale
es: Idioma de voz resuelto
zh_hans: 已解析语音语言

# settings.speech_assets.section
source: Speech Assets
es: Recursos de voz
zh_hans: 语音资源

# settings.title
source: Settings
es: Ajustes
zh_hans: 设置

source: Show reasoning
es: Mostrar razonamiento
zh_hans: 显示推理

source: Skip for now
es: Omitir por ahora
zh_hans: 暂时跳过

source: Start Using iMLX
es: Empezar a usar iMLX
zh_hans: 开始使用 iMLX

source: Stop
es: Detener
zh_hans: 停止

source: Stop generating
es: Detener generación
zh_hans: 停止生成

# tab.models
source: Models
es: Modelos
zh_hans: 模型

# tab.settings
source: Settings
es: Ajustes
zh_hans: 设置

# tone.balanced
source: Balanced
es: Equilibrado
zh_hans: 均衡

# tone.concise
source: Concise
es: Conciso
zh_hans: 简洁
